Repository: BiraCarvalho/WPTheme
Catalog: languages/*.po
Languages: pt_br

source: %s ago
pt_br: %s atrás

source: Permalink
pt_br: Link permanente

source: Comment
pt_br: Comente!

source: 1 comment
pt_br: 1 comentário

source: % comments
pt_br: % comentários

source: Posted in %s
pt_br: Postado em %s

source: Tagged %s
pt_br: Rotulado %s

source: Audio Info
pt_br: Informações do áudio

source: Sizes: %s
pt_br: Tamanhos: %s

source: Image Info
pt_br: Informações da imagem

source: Gallery
pt_br: Galeria

source: Video Info
pt_br: Informações do vídeo

source: Main category:
pt_br: Categoria principal:

source: All rights reserved
pt_br: © Todos os direitos reservados

source: Epico Junior
pt_br: Épico Júnior

source: Comment box title
pt_br: Título da caixa de comentários

source: Comments box title
pt_br: Título da caixa de comentários

source: Insert a new title for the Comments Box, located right after the post content.
pt_br: Insira um novo título para a caixa de comentários, localizada logo após o conteúdo do post.

source: A short title (5 word max) fits better in the layout.
pt_br: Um título curto de, no máximo, 5 palavras, se encaixa melhor no layout.

source: Leave your comments
pt_br: Deixe o seu comentário

source: Category title mini
pt_br: Mini título de categoria

source: This option automatically applies a minified style to titles in category listings.
pt_br: Esta opção aplica automaticamente um estilo abreviado para os títulos em listagens de categoria.

source: <em>This option has no controls</em>. Titles in category listings now have a minified style applyed to them.
pt_br: <em>Esta opção não tem controles</em>. Os títulos das listagens de categorias agora têm um estilo abreviado aplicado a eles.

source: Comments after content
pt_br: Comentários após o conteúdo

source: Put comments box after content
pt_br: Coloque a caixa de comentários depois do conteúdo.

source: This option automatically put the comments box after the post or page content.
pt_br: Esta opção automaticamente coloca a caixa de comentários depois do conteúdo do post ou da página.

source: <em>This option has no controls</em>. The comments box now are positioned after the content of your post or page.
pt_br: <em>Esta opção não tem controles</em>. A caixa de comentários agora está posicionada logo após o conteúdo do seu post ou página.

source: Facebook Comments
pt_br: Comentários do Facebook

source: You need to install and configure the plugin <a href="https://wordpress.org/plugins/facebook-comments-plugin/" target="_blank">Facebook Comments</a> for this to actually work.
pt_br: Você precisa instalar e configurar o plugin <a href="https://wordpress.org/plugins/facebook-comments-plugin/" target="_blank">Facebook Comments</a> para que esta opção funcione.

source: <em>This option has no controls</em>. In order to make the Facebook comments box appear, you will need also to install and configure the <a href="https://wordpress.org/plugins/facebook-comments-plugin/" target="_blank">Facebook Comments</a> plugin in your blog. In the plugin options, disable the option "Singular Posts" to eliminate the comment box from the post or page content.
pt_br: <em>Esta opção não tem controles</em>. A fim de tornar visível a caixa de comentários do Facebook, você precisará também instalar e configurar o plugin de <a href="https://wordpress.org/plugins/facebook-comments-plugin/" target="_blank">Facebook Comments</a> no seu blog.<br><br>Após a instalação, nas opções do plugin, desabilite a opção "Singular Posts" para eliminar a caixa de comentários de dentro dos seus posts ou páginas.

source: Footer menu image
pt_br: Imagem do menu de rodapé

source: Footer menu image item
pt_br: Item de imagem do menu do rodapé

source: Choose a small image (300px width maximum) as the last of your footer menu items. To make this work, you need to have a menu already defined in the footer position.
pt_br: Escolha uma imagem pequena (300px de largura máxima) para o último item do seu menu de rodapé. Para que isso funcione, você precisa ter um menu já definido na posição do rodapé.

source: Image link
pt_br: Link da imagem

source: Insert an URL for the link that encloses the image.
pt_br: Insira um link para a imagem.

source: Image ALT text
pt_br: Texto alternativo para a imagem

source: Insert an alternative text (ALT) for you image. Useful for accessibility and SEO purposes.
pt_br: Insira um texto alternativo (ALT) para a imagem. Útil para fins de SEO e de acessibilidade.

source: Open in new Window?
pt_br: Abrir em nova janela?

source: Choose if your link should be opened in a new window.
pt_br: Escolha se o seu link deve ser aberto em uma nova janela.

source: New window
pt_br: Nova janela

source: Same window
pt_br: Mesma janela

source: Compact version
pt_br: Versão compacta

source: Compact version of Epico layout
pt_br: Versão compacta do layout do Épico

source: This option automatically apply a more compact version of the Epico layout, with a maximum of 1152px wide.
pt_br: Esta opção aplica automaticamente uma versão mais compacta do layout do Épico, com 1152px de largura máxima.

source: <em>This option has no controls</em>. Your blog now has a more compact layout (1152px maximum).
pt_br: <em>Esta opção não tem controles</em>. Seu blog agora tem um layout mais compacto, com 1152px de largura máxima.

source: JPEG without compression
pt_br: JPEG sem compressão

source: Remove JPEG compression from WordPress
pt_br: Remove a compressão JPEG do WordPress

source: This option automatically removes the JPEG compression from the WordPress image upload.
pt_br: Esta opção remove automaticamente a compressão JPEG quando a imagem é enviada para o WordPress.

source: <em>This option has no controls</em>. Now JPEG images uploaded from the WordPress "Add media" button have no compression applied.
pt_br: <em>Esta opção não tem controles</em>. Agora imagens JPEG carregadas no botão "Adicionar mídia" do WordPress não tem nenhuma compactação aplicada.

source: Link hashtags and profiles
pt_br: Links em hashtags e perfis

source: Choose your social network
pt_br: Escolha sua rede social

source: This option will automatically convert hashtags and user names in links to the desired social network (e.g. @user and #hashtag). Choose which Social Network will be used for the converted links.
pt_br: Esta opção irá automaticamente converter nomes de usuário e hashtags em links para a rede social desejada (por exemplo, @uberfacil e #design). Escolha qual Rede Social será utilizada para os links convertidos.

source: All words starting with the @ symbol or the # symbol will be converted. Make sure that the actual user exists or your visitors will receive a 404 (not found) page after the link is clicked.
pt_br: Todas as palavras que começam com o símbolo @ ou o símbolo # serão convertidas. Certifique-se que o usuário real existe ou seus visitantes receberão uma página 404 (não encontrada) depois que o link for clicado.

source: None
pt_br: Nenhum

source: Capture promotional image
pt_br: Imagem do Capture Promocional

source: Capture image size (Promotional area)
pt_br: Imagem do Capture (da área Promocional)

source: This affects only the central image of the Capture when it's added to the promocional area (top).
pt_br: Isto afeta apenas a imagem central da captura, quando ela é adicionada à área promocional (no topo do blog).

source: Tip: to get better loading performance, edit your image's final size in a image editor, like Gimp or Photoshop.
pt_br: Dica: para obter melhor desempenho de carregamento, edite o tamanho final em um editor de imagens, como o Gimp ou o Photoshop.

source: Remove Disqus JavaScript
pt_br: Remover o JavaScript do Disqus

source: Remove JavaScript file from Disqus Comment System/
pt_br: Remove o arquivo JavaScript do sistema de comentários Disqus.

source: This option automatically removes the JavaScript file from the Disqus Comment System where is not needed.
pt_br: Esta opção remove automaticamente o arquivo de JavaScript do sistema de comentários Disqus nos locais onde não se faz necessário.

source: <em>This option has no controls and it's effective only if you have the Disqus Comment System installed on your blog</em>.<br><br>To improve your blog loading speed, the JavaScript file from the Disqus plugin is now removed from all pages and posts with comments disabled.
pt_br: <em>Esta opção não tem controles e é ativada somente se você tem o sistema de comentários Disqus instalado em seu blog</em>.<br><br>Para melhorar a velocidade de carregamento do blog, o arquivo de JavaScript do plugin Disqus é removido de todas as páginas e posts com comentários desativados.

source: Redirect after first comment
pt_br: Redirecionar após comentar

source: Select a page to redirect after comment
pt_br: Selecione uma página para redirecionar o visitante após ele realizar o primeiro comentário no seu blog.

source: Choose a page from your site. Visitors will be redirected to this after they comment in your blog.
pt_br: Escolha uma página de seu site. Os visitantes serão redirecionados para ela depois que eles comentarem em seu blog pela primeira vez apenas.

source: After the first comment, the visitor will be redirected to this page. This is useful to thank him for the comment and to be able to offer some gift for the effort, which can increase your conversions. Further comments will not be redirected.
pt_br: Após o primeiro comentário, o visitante será redirecionado para esta página. Isso é útil para agradecer pelo comentário e oferecer alguma recompensa, o que pode aumentar suas conversões. Comentários adicionais não serão redirecionados.

source: Exclude categories
pt_br: Excluir categorias

source: Exclude categories from blog listings
pt_br: Excluir categorias da listagem de artigos principal do blog

source: Choose the categories you want to remove from the main blog listing.
pt_br: Escolha um ou mais categorias que você deseja remover da listagem de artigos principal do blog.

source: Remover dates from SERPS
pt_br: Remover datas das SERPS

source: Remove the publishing date
pt_br: Remover a data de publicação

source: This option automatically removes the date of publication of your posts from SERPS.
pt_br: Esta opção remove automaticamente a data da publicação das SERPS.

source: <em>This option has no controls</em>. The publication date of your blog posts are now ommited from search engine robots and will not appear in SERPS (Search Engine Results Page), but it still visible to your visitors.
pt_br: <em>Esta opção não tem controles</em>. A data de publicação de seus posts agora será ignorada pelos robôs dos sites de perquisa e não aparecerá nas SERPS (Páginas de resultados dos motores de pesquisa), mas ela ainda será visível para seus visitantes.

source: Copyright position in footer
pt_br: Posição do Copyright no rodapé

source: This option automatically changes the copyright notice position in footer.
pt_br: Esta opção automaticamente altera a posição do aviso de direitos autorais no rodapé.

source: <em>This option has no controls</em>. The copyright notice in footer are now positioned before the title of the blog.
pt_br: <em>Esta opção não tem controles</em>. O aviso de direitos autorais no rodapé agora está posicionado antes do título do blog.

source: Remove website field
pt_br: Ocultar Campo "Website"

source: Remove the website field in comment form
pt_br: Remove o campo "Website" do formulário de comentários

source: This option automatically removes the website field from the comment form.
pt_br: Esta opção remove automaticamente o campo "Website" do seu formulário de comentários, facilitando o preenchimento do formulário.

source: <em>This option has no controls</em>. It's not necessary anymore to inform the website to comment in your blog. The other fields (name and email) remain.
pt_br: <em>Esta opção não tem controles</em>. Não é necessário mais informar o site para comentar em seu blog. Os outros campos (nome e e-mail) permanecem como antes.

source: Related posts
pt_br: Artigos relacionados

source: Thumbnail
pt_br: Miniatura

source: Post image
pt_br: Imagem do artigo

source: Uberfacil
pt_br: Uberfácil
